<!--  -->
<template>
  <div class="us-main">
    <div class="title">用户服务协议</div>
    <div class="title-f">
      <b>本用户服务协议(以下简称“本协议”)由缔约双方在自愿、平等、公平及诚实信用原则的基础上，根据《中华人民共和国合同法》等相关法律、法规的规定，经友好协商缔结。</b>
    </div>
    <div class="title-f">
      本协议自用户开始使用【企安宝 - 智能化法律尽职调查系统】(以下简称“
      <b>本软件</b> ”)或【企安宝 - 智能化法律尽职调查系统】(以下简称“本网站”)或其他与晓法网络科技(上海)有限公司(以下简称“
      <b>甲方</b>”)提供的各项会员服务及非会员服务(以下合称“
      <b>本服务</b> ”)相关的应用程序(以下合称“
      <b>本软件及网站</b> ”)时生效。本服务由甲方为本服务的用户(以下简称“
      <b>用户</b> ”或“
      <b>您</b>”)提供。为免歧义，除本协议外，甲方发布的其他与本服务相关的规则及政策(以下简称“
      <b>相关规则</b>”)(包括但不限于《管理规则》、《费用明细表》)也是本协议的一部分。
    </div>
    <div class="title-f">
      特别提示用户审慎阅读上述全部内容。
      <span
        class="title-line"
      >如用户不同意本协议或甲方随时对其的修改，用户可以主动停止本服务；一旦用户以任何方式使用本服务(包括但不限于点击同意本协议)，即视为用户已了解并完全同意本协议的各项内容(包括但不限于相关规则)。</span>
    </div>
    <div class="title-m">一、双方概况</div>
    <div class="title-l">1.1甲方系晓法网络科技(上海)有限公司，是一家为用户提供企业信息查询及/或出具本协议约定的法律尽职调查报告服务的企业。</div>
    <div class="title-l">1.2用户系以任何方式使用本软件及网站的个人或者其他法律实体。用户可以持手机或者电脑等电子设备通过互联网在甲方网站完成注册，以便接收甲方提供的服务。</div>
    <div class="title-m">二、服务方式及内容</div>
    <div class="title-l">2.1用户通过在甲方网站提交个人信息完成会员注册，用户须承诺会员注册所填内容均真实、有效、完整；</div>
    <div class="title-l">
      2.2甲方接受用户的委托、基于用户的调查指令，1)查询企业相关信息(以下简称“
      <b>调查服务</b>”)；2)生成法律尽职调查报告(以下简称“
      <b>法律尽调报告服务</b>”)，具体分为：a)基于用户手动输入的信息及企业公示信息，以非人工方式自动生成用户指令调查企业的法律尽职调查报告(以下简称“
      <b>一键式法律尽职调查报告</b>”)；及b) 基于用户手动输入的信息、企业公示信息及其他经甲方认可的用户个性化的要求出具的法律服务尽职调查报告(以下简称“
      <b>定制式法律尽职调查报告</b>”，与一键式法律尽职调查报告合称为“
      <b>法律尽职调查报告</b>”)。除本协议另有约定外，增加或强化本服务的任何新功能，包括但不限于增加或强化新产品以及新增加的服务，均无条件地适用本协议。
    </div>
    <div
      class="title-l"
    >2.3本软件及网站提供的法律尽职调查报告(如有)是一份基于排除事项的报告，并非对所有与用户查询的企业有关的所有信息的全面详细的分析报告，亦未涉及详细的财务安排、债务和税务等事项。本软件及网站未在该等法律尽职调查报告中竭力描述或概括经甲方查询的所有信息数据，亦未就用户指令的企业的商务、财务、税务等状况进行详尽查询。以该等法律尽职调查报告就用户指令调查的企业上述方面指出或评述或提示的内容为限，就该等指出或评述或提示的内容，本软件及网站及甲方均免除一切责任。</div>
    <div
      class="title-l"
    >2.4本软件及网站提供的法律尽职调查报告(如有)仅依据本软件及网站截止于用户查询的当日本软件及网站从第三方获得的企业信息及截止于2019年8月1日甲方更新的法律库而作出的相关提示(如有)，除非该等法律尽职调查报告中另有明确书面说明，对于因用户(如有)或因第三方所提供文件/信息存在瑕疵(包括但不限于文件不完整)而无法确认的事项，本软件及网站可能在该等法律尽职调查报告中无法显示最新的企业信息及/或无法作出相应的最终提示或判断或结论。</div>
    <div
      class="title-l"
    >2.5本软件及网站提供的法律尽职调查报告(如有)中的法律提示部分仅根据对该法律尽职调查报告所适用的法律库项下的中国法律法规及规范性文件的梳理，并不依据任何境外法律发表意见。为免歧义，中国指中华人民共和国，不包括香港、澳门或台湾。</div>
    <div class="title-m">三、收费及账户</div>
    <div class="title-l">用户明确了解并同意：</div>
    <div
      class="title-l"
    >3.1本软件及网站提供的服务除部分明确说明免费的以外均为收费服务(包括但不限调查服务及法律尽调报告服务)。用户使用免费服务时不必向本软件及网站支付任何费用；对于收费的服务，本软件及网站在用户使用之前会给予明确的提示，只有用户根据提示确认其愿意支付相关费用后，才能使用该等收费服务。如用户未支付相关费用，则本软件及网站将不向用户提供该收费服务。</div>
    <div class="title-l">
      3.2本软件及网站收费方式为用户预先充值、甲方后续划扣的模式。每次服务结束后，甲方会以页面允许的方式告知用户需支付的服务费用总额(以下简称“
      <b>收费通知</b>”)。如用户对收费通知有任何异议，需于收到收费通知后的半个小时内通过甲方客服向甲方提出，逾期提出或未提出该等异议视为接受该等服务费用。具体的收费规则以本软件及网站公示内容为准。
    </div>
    <div class="title-l">
      3.3用户在本软件及网站完成注册之后，应预先将资金充入其在本软件及网站的个人账户(以下简称“
      <b>账户</b>”)，甲方在取得用户的授权及向用户发出收费通知后，可从用户账户中直接扣缴相关服务费用。
    </div>
    <div class="title-l">3.4用户在本软件及网站点击同意本协议并完成会员注册即视为授权甲方可直接扣缴用户账户内预存资金，该授权即刻发生法律效力。</div>
    <div class="title-l">3.5用户在使用本软件及网站过程中所产生的各类费用(包括但不限于电话资费、网络流量)均由用户自行承担。</div>
    <div class="title-l">3.6具体收费模式及收费标准请以甲方届时公示的《费用明细表》为准。用户及甲方一致确认，甲方有权不时调整《费用明细表》，并无需事先获得用户同意。</div>
    <div class="title-m">四、用户的权利及义务</div>
    <div class="title-l">4.1用户有权根据本协议的约定享有本软件及网站及甲方提供之本服务。</div>
    <div class="title-l">4.2用户应如实向本软件及网站提供真实的注册信息。</div>
    <div
      class="title-l"
    >4.3注册信息如有变动，用户应及时予以更新。如果用户提供的注册信息不合法、不真实、不准确的，需自行承担因此引起的相应责任及后果，并且甲方保留终止本协议的权利。</div>
    <div class="title-l">4.4用户在使用本服务过程中，必须遵循以下原则：</div>
    <div class="title-g">(1)遵守中国有关的法律和法规；</div>
    <div class="title-g">(2)不得为任何非法目的而使用本软件及网站及/或和甲方关联公司或合作伙伴(以下合称“我们”)的软件/网站/应用程序；</div>
    <div class="title-g">(3)不得利用本软件及网站传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</div>
    <div
      class="title-g"
    >(4)未经甲方认可，不得与甲方合作律师(如有)订立任何协议(包括但不限于聘用协议、委托代理协议等)、接受甲方合作律师提供之法律服务、向甲方合作律师支付服务费用；</div>
    <div class="title-g">(5)不得利用本软件及网站提供数据信息进行任何不利于甲方或第三方或本软件及网站提供数据信息的行为；</div>
    <div class="title-g">(6)不得利用本软件及网站提供数据信息进行任何可能对互联网的正常运转造成不利影响的行为；</div>
    <div class="title-g">(7)不得对本软件及网站的任何功能或程序或数据(包括但不限于提供数据信息功能、数据信息存储数据/程序、处理或者传输的数据/程序)进行删除、修改或增加；</div>
    <div class="title-g">(8)不得对本软件及网站/本服务任何部分或对本软件及网站/本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的；</div>
    <div class="title-g">(9)不得故意制作、传播计算机病毒等破坏性程序，并对本软件及网站造成任何影响(包括但不限于盗取其他用户的账户信息/账户密码/隐私，操控他人电脑等)；</div>
    <div
      class="title-g"
    >(10)不得伪造标题或以其他方式操控识别资料，使人误认为该内容为本软件及网站或甲方所传送；将无权传送的内容(例如内部资料、商业秘密、侵犯他人的知识产权或其他专属权利)的内容加以上载、张贴或以其他方式传送；</div>
    <div class="title-g">(11)不得通过任何方式恶意干扰或破坏与本软件及网站相关的服务器和网络(包括但不限于提供数据信息服务的服务器和网络)；</div>
    <div class="title-g">(12)不得从事其他危害计算机信息网络安全的行为；</div>
    <div class="title-g">(13)不得从事其他任何危害甲方或任意第三方的行为。</div>
    <div
      class="title-l"
    >4.5用户需对其在使用本软件及网站或其他甲方提供服务(包括但不限于数据信息电子服务)过程中的行为承担完全的法律责任。如果本软件及网站或甲方发现或合理地认为用户的行为可能违反相关法律法规或本协议的约定，甲方可以在任何时候、不经事先通知终止本协议，禁止相关用户访问本软件及网站或甲方提供的数据信息，保存有关记录，向相关主管部门报告，并且删除含有该内容的地址、目录或关闭服务器。用户使用本软件及网站或甲方提供的其他服务(包括但不限于数据信息电子服务)，也须遵守本协议的规定。</div>
    <div
      class="title-l"
    >4.6因用户提供的内容违反法律法规或本协议约定或侵犯第三人的合法权益而导致本软件及网站或甲方对第三方承担任何责任(包括但不限于赔偿、补偿或罚款)进而引致损失(包括但不限于直接的、间接的、偶然的、惩罚性的损失)，用户对于本软件及网站及甲方遭受的上述责任及损失承担完全的赔偿责任。</div>
    <div class="title-l">4.7如甲方向用户了解合作律师为其承办业务的细节，用户应予以充分配合。</div>
    <div class="title-l">4.8用户保证其传递给本软件及网站或甲方的所有文件(如有)(包括但不限于企业相关资料、个人信息等)的真实性、完整性、及时性、时效性及准确性。</div>
    <div class="title-l">4.9本软件及网站服务中出现的广告信息，由用户自行审慎判断其真实性和可靠性，除法律明确规定外，用户对依该广告信息进行的交易负责。</div>
    <div class="title-m">五、甲方的权利及义务</div>
    <div class="title-l">5.1如用户未按照本协议约定支付相关费用，甲方保留向用户催缴的权利。</div>
    <div
      class="title-l"
    >5.2本软件及网站可在提供本服务的过程中自行或由第三方广告商向用户发送广告、推广或宣传信息(包括商业与非商业信息)，发送方式和范围可不经向用户特别通知或网站公告而变更。</div>
    <div
      class="title-l"
    >5.3甲方有权在必要时修改本协议条款；若有重大变更，甲方将通过消息推送或网站公告等方式公告变更内容，用户可以在相关软件或网站的服务页面查阅最新版本的本协议条款，更新结果将在甲方消息推送或网站公告之日起生效。本协议条款变更后，如果用户继续使用本软件及网站或本服务的，即视为用户已接受变更后的本协议。如果用户不接受变更后的本协议，应当停止使用本软件及网站及本服务。</div>
    <div
      class="title-l"
    >5.4甲方有权自主决定经营策略。在甲方发生合并、分立、收购、资产转让时，甲方及本软件及网站可与任意第三方完成前述交易(包括但不限于转让本服务所涉相关资产(如有))而无需通知用户；甲方或本软件及网站也可在单方通知用户后，将本协议项下部分或全部服务转交由第三方运营或履行；具体受让主体以甲方或本软件及网站通知为准。</div>
    <div class="title-l">5.5如发生下列任何一种情形，甲方有权不经通知而中止或终止向用户提供的本服务：</div>
    <div
      class="title-g"
    >(1)根据法律法规规定或本协议约定用户应提交真实信息，而用户提供的信息(包括但不限于个人资料)不真实、或与提交时信息不一致又未能提供符合甲方要求的合理证明文件；</div>
    <div class="title-g">(2)用户违反或可能违反任何与本服务/甲方/本软件及网站相关的法律/法规/本协议约定；</div>
    <div class="title-g">(3)按照法律法规及政策规定或相关主管部门要求；</div>
    <div class="title-g">(4)出于安全的原因或其他必要的情形。</div>
    <div
      class="title-l"
    >5.6甲方应保护用户的隐私。甲方郑重承诺将不会出售、出租或以其他方式向第三方提供或出售用户的任何信息(包括但不限于用户注册信息、用户在使用本服务过程中储存在本软件及网站的信息)。下列情况除外：</div>
    <div class="title-g">(1)已获得用户的明确授权；</div>
    <div class="title-g">(2)涉及国家安全与利益或社会公共利益；</div>
    <div class="title-g">(3)根据相关法律法规或政策的要求或按照司法机关或其他相关政府部门的要求；</div>
    <div class="title-g">(4)为维护本软件及网站或甲方的合法权益，或保护其他用户的合法权益；</div>
    <div class="title-g">(5)实现本服务之必要；</div>
    <div class="title-g">(6)甲方认为确有必要的其他情况。</div>
    <div class="title-m">六、免责声明</div>
    <div class="title-l">6.1因下列原因导致用户隐私泄露的，本软件及网站及甲方均不承担任何责任：</div>
    <div class="title-g">(1)用户擅自将账号信息或账号密码转让或出借于任何第三方使用；</div>
    <div class="title-g">(2)因黑客行为或用户保管疏忽导致用户账号信息或账号密码被第三方非法使用；</div>
    <div class="title-g">(3)其他非因本软件及网站及甲方原因导致的隐私泄露情形。</div>
    <div
      class="title-l"
    >6.2如因用户个人原因(包括但不限于用户使第三方获得了其账户信息导；用户未按照本软件及网站或甲方的指示操作；用户的网络或设备存在问题；用户遗忘或遗失个人账户信息等问题)导致无法享受本服务，本软件及王章及甲方均无需承担任何责任。</div>
    <div
      class="title-l"
    >6.3用户确认：本软件及网站所使用的数据均来源于第三方信息平台(包括但不限于第三方网站或软件)，本软件及网站自身不控制、编辑或修改第三方载列或提供的信息的内容或其表现形式，仅对相关网站或软件依法公示的信息如实披露、使用。对于第三方信息平台载列或提供的数据的真实性、完整性、及时性、时效性、倾向性和准确性甲方及本软件及网站不作保证，亦不会就其进行分辨或核验。因使用或参考第三方(包括其他用户、第三方信息平台)提供的内容或信息而造成的损失由该用户自负其责。另外，本软件及网站所提供的法律尽职调查报告是根据本协议约定适用的数据综合分析而得出相应的结论，仅为用户提供参考，对于用户使用该法律尽职调查报告而产生的任何后果，本软件及网站及甲方皆不承担责任。</div>
    <div
      class="title-l"
    >6.4用户确认并知悉，对于本软件及网站及甲方提供的服务内容涉及根据法律法规或规范性文件需要使用者获得数据相关权利人授权的，用户应当于数据查询与使用前自行获取相关权利人授权，尚未获得相关权利人授权而对相关信息进行查询与使用的，因此造成一切不利后果由用户自行承担。如因此引致本软件及网站或甲方的任何责任(包括但不限于经济损失)的，前述用户确认予以承担，本软件及网站或甲方保留向其追究的权利。</div>
    <div
      class="title-l"
    >6.5本软件及网站及甲方对因于政府禁令、现行生效且适用的法律法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因相关主管部门原因(包括但不限于政府管制)而造成本软件及网站的暂时性关闭等任何影响本服务提供的不可预见、不可避免、不可克服和不可控制的事件；以及因对非因甲方原因引致的蓄意破坏、甲方工作人员的过失疏忽或不当使用、正常的系统维护、系统升级、及因网络拥塞而导致本软件及网站无法正常访问/使用(包括但不限于引致本软件及网站所提供的信息及数据的延误、停滞或错误)，以及用户由此受到的一切损失不承担任何责任。</div>
    <div
      class="title-l"
    >6.6是否使用本服务下载或取得任何资料应由用户自行考量且自负风险，因任何资料之下载导致的用户的电子系统之任何损坏或数据流失等后果，由用户自行承担。本软件及网站及甲方不声明或保证本软件及网站或可从本软件及网站下载的内容不带有计算机病毒或类似垃圾或破坏功能。</div>
    <div class="title-l">6.7用户自本软件及网站或甲方或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本协议另有约定，将不构成本协议之外之任何保证。</div>
    <div
      class="title-l"
    >6.8本软件及网站及甲方对由于用户不正当使用本软件及网站服务、或依据本软件及网站信息进行交易引起的对任何第三方的损害不承担任何赔偿责任。用户应对前述对本软件及网站或第三方的损害进行承担全部责任。</div>
    <div
      class="title-l"
    >6.9本软件及网站的内容及所涉的服务不含任何明示性或暗示性的声明、保证或条件(包括但不限于关于真实性或适用于某一特定用途的明示或暗示性的声明、保证或条件，或者对其使用不会被中断或无误的声明、保证或条件)。</div>
    <div class="title-l">6.10本软件及网站及甲方不担保本软件及网站所涉服务一定能满足用户的要求，不对本软件及网站项下页面内容的删除或储存失败负责。</div>
    <div
      class="title-l"
    >6.11若本软件及网站或甲方已通过消息推送或网站公告等方式明示本软件及网站运营方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。</div>
    <div
      class="title-l"
    >6.12用户确认并同意，使用本服务涉及到互联网服务和电信增值服务，可能会受到各个环节不稳定因素的影响。因此本服务存在因国家相关行业主管部门及电信运营商的调整、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，本软件及网站及甲方不对上述任何风险作保证。对因此引致用户不能发送、上传和接受阅读消息、或接发错消息，或无法实现其他通讯条件，本软件及网站及甲方不承担任何责任。</div>
    <div
      class="title-l"
    >6.13用户确认用户是具有完全民事权利能力和完全民事行为能力。如果用户不具备完全民事权利能力和完全民事行为能力，则用户无权使用本软件及网站，且本软件及网站希望用户不要向甲方或本软件及网站提供任何信息。如果用户继续使用本软件及网站或本服务的，即视为用户确认用户具有完全民事权利能力和完全民事行为能力。如因用户并不具备完全民事权利能力或完全民事行为能力但继续使用本服务或访问/使用本软件及网站并进而引致的任何损失及责任，由该用户自行承担，与本软件及网站及甲方无涉。</div>
    <div
      class="title-l"
    >6.14鉴于本服务属于对公开数据进行整理及判定，本软件及网站上的信息均来自网络公开信息或用户(如有)，由信息来源方对信息真实性等负相应责任，本软件及网站所载列信息出于传递更多信息之目的，并不意味本软件及网站或甲方赞同某一观点或已经证实其内容的真实性。</div>
    <div
      class="title-l"
    >6.15用户确认及同意，用户使用本软件及网站及/或本服务所存在的风险将完全由用户自己承担；因用户使用本软件及网站及/或本服务而产生的一切后果也由用户自己承担，本软件及网站或甲方不对用户承担任何责任。</div>
    <div
      class="title-l"
    >6.16不可抗力处理：若本协议履行期间，协议方任何一方遭受不可抗力，均应在遭受不可抗力后尽快通知对方，并于通知之日起15日内提供相关证明文件，不可抗力持续达到30日的，任一方有权通知对方提前终止本协议。因不可抗力导致本协议中止、终止的，协议方均不向对方承担任何责任。</div>
    <div class="title-m">七、保密条款</div>
    <div class="title-l">7.1任何一方均不得将本服务中产生的各类文件、文书、往来函件、法律尽职调查报告等资料泄露给第三方。</div>
    <div class="title-l">7.2本条项下的保密责任不因本协议的履行完毕或解除而终止，该等义务将延续至相关信息可通过公开渠道获得为止。</div>
    <div class="title-m">八、双方承诺</div>
    <div
      class="title-l"
    >8.1除本协议另有约定外，本软件及网站所涉的所有产品、技术、软件、程序、数据及其他信息(包括但不限于文字、图像、图表、版面设计)的所有知识产权(包括但不限于著作权、商标权、专利权、商业秘密)及相关权利，均归甲方和相关权利人所有，受中国和国际著作权法的保护。未经甲方书面授权许可：</div>
    <div class="title-g">(1)任何人不得擅自获取或使用(包括但不限于以不合理或不合法的方式抓取、复制、传播、展示、镜像、上载、下载)本软件及网站的数据、信息和资料；</div>
    <div class="title-g">(2)任何人不得通过不合理或不合法的方式(包括但不限于恶意干预数据)影响本软件及网站或本服务。</div>
    <div class="title-l">对于违反上述约定的行为，甲方将依法追究法律责任。</div>
    <div class="title-m">九、法律管辖与适用</div>
    <div class="title-l">9.1本协议的成立、生效、履行、解释及纠纷解决均适用中华人民共和国法律。</div>
    <div class="title-l">9.2本协议签订地为中华人民共和国上海市。</div>
    <div class="title-l">9.3双方就本协议发生任何纠纷或争议，首先应友好协商解决；协商不成的，任何一方均有权将纠纷或争议提交甲方住所地有管辖权的人民法院管辖。</div>
    <div class="title-l">9.4本协议附件《管理规则》为本协议组成部分，与本协议具有同等法律效力。</div>
    <div class="title-l">9.5本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</div>
    <div class="title-l">9.6本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</div>
    <div class="title" style="color:rgba(85,102,117,1);">附件：费用明细表</div>
    <el-table :data="tableData" border style="width: 100%">
      <el-table-column prop="date" label="序号" width="100"></el-table-column>
      <el-table-column prop="name" label="类别" width="200"></el-table-column>
      <el-table-column prop="address" label="费用" width="200"></el-table-column>
      <el-table-column prop="tip" label="说明"></el-table-column>
    </el-table>
  </div>
</template>

<script>
export default {
  data() {
    return {
        tableData: [{
            date: '1',
            name: '软件使用费',
            address: '80万/年',
            tip:'本项系律师事务所使用本软件及网站的使用费[ 为免歧义，此项所涵盖之服务范围为调查服务及一键式法律尽职调查报告，不包含定制式法律尽职调查报告。](一次性赠送10个一年有效期的端口使用费名额，及20份一键式法律尽职调查报告的使用额度)。'
            }, {
            date: '2',
            name: '部署定制费',
            address: '30万/次起',
            tip:'根据每家律师事务所私有化部署环境的不同，定制完整的部署及定制需求方案的使用费[ 为免歧义，此项所涵盖之服务范围为定制式法律尽职调查报告。]。'
            }, {
            date: '3',
            name: '端口使用费',
            address: '800/年/个',
            tip:'本项系个人用户账号的使用费，已购用户可在一年有效期内无限次查看调查服务项下企业信息、股权结构等企业数据。'
            }, {
            date: '4',
            name: '尽调报告费',
            address: '1000/份',
            tip:'本项系一键式法律尽职调查报告的费用，用户可查看并下载；按份收费。'
            }]
    };
  },

  components: {},
  computed: {},
  methods: {}
};
</script>
<style lang='scss' scoped>
.us-main{
        width:1740px;
        margin: auto;
        margin-top: 30px;
        min-height:830px;
        // overflow-y: scroll;
        background:rgba(255,255,255,1);
        border:2px solid rgba(230,233,235,1);
        border-radius:8px;
        box-sizing: border-box;
        padding: 30px 33px 90px 30px;
        font-size:14px;
        font-family:MicrosoftYaHei;
        font-weight:400;
        color:rgba(85,102,117,1);
        line-height:30px;
        .title{
          text-align: center;
          font-size:20px;
          font-family:MicrosoftYaHei;
          font-weight:bold;
          color:rgba(13,26,38,1);
          line-height:1;
          margin-bottom: 18px;
        }
        .title-f{
          font-size: 16px;
          text-indent: 30px;
        }
        .title-m{
           font-size: 18px;
           font-weight:bold;
        }
        .title-l{
          text-indent: 30px;
        }
        .title-g{
          text-indent: 45px;
        }
    }
</style>
<style lang="scss" scoped>
@media screen and(max-width: $large-srceen) {
  .us-main{
    width: 1300px;
  }
}
</style>
