<!--  -->
<template>
  <div class="textall">
      <!-- <div class="text-box">
        <div class="title"> 用户服务协议</div>
        <div class="title-f">
          本协议由缔约双方在自愿、平等、公平及诚实信用原则的基础上，根据《中华人民共和国合同法》、《中华人民共和国律师法》等相关法律、法规的规定，经友好协商缔结。
        </div>
        <div class="title-f">本协议由协议正文、附件《管理规则》组成，协议附件作为本协议的补充协议，与本协议具有同等法律效力，您（下文的“用户”）点击同意本协议，意味着您对本协议、附件《管理规则》的同意。特别提示您在点击同意本协议前审慎阅读上述全部内容。</div>
        <div class="title-m">一、双方概况</div>
        <div class="title-l">1.1  甲方系晓法网络科技（上海）有限公司，是一家为用户提供语音法律咨询服务（包括但不限于法律、财税等）的平台。</div>
        <div class="title-l">1.2 “法律咨询服务”是指甲方利用电脑、移动手机等设备、互联网等信息通讯设备，为用户快速寻找和匹配符合要求的专业律师并提供相应的法律服务过程。甲方仅作为信息交换服务的平台，根据双方之间的协议完成用户和律师之间的沟通，由合作律师在法律允许范围内为用户提供相关的法律咨询服务。</div>
        <div class="title-l">1.3  用户系在甲方平台完成注册的个人或者其他法律实体。用户可以持手机或者电脑等设备通过互联网在甲方网站完成注册，以便接收甲方合作律师提供的法律服务。</div>
        <div class="title-m">二、服务提供方式</div>
        <div class="title-l">2.1  用户通过在甲方网站提交个人信息完成注册，用户须承诺完成注册所填内容均真实有效；</div>
        <div class="title-l">2.2  甲方承诺为用户提供以下服务内容：</div>
        <div class="title-l">（1）用户在甲方平台完成注册，甲方会根据用户需求匹配相应领域的律师；（2）用户会接受专业的法律服务；</div>
        <div class="title-l">（3）甲方根据用户案件情况增加其他服务。</div>
        <div class="title-l">2.3 服务内容包括（1）以语音方式提供法律咨询服务；（2）基础法律文书起草和审核；（3）线下陪同协商及谈判；（4）律师代理服务；（5）其他法律服务。</div>
        <div class="title-l">2.4 甲方会要求合作律师为用户提供合格的服务，甲方有权随时了解合作律师为用户提供服务的情况，并留存相关文件以备查。</div>
        <div class="title-m">三、服务费用、支付时间以及方式</div>
        <div class="title-l">3.1 用户先向甲方支付法律咨询服务费，甲方再向提供法律服务的律师支付咨询服务费（如有）（以下统称“服务费用”）。用户同意应支付甲方的服务费用由甲方代收代付，甲方有权直接要求用户支付应付的咨询费用，或有权在用户账户或指定支付方式进行代扣，甲方也有权通过电话、短信等方式向用户催款。</div>
        <div class="title-l">3.2 在甲方平台使用法律服务过程中所产生的电话资费、网络流量等费用问题由用户自行承担；</div>
        <div class="title-l">3.3 上述3.1款约定的费用以用户在咨询结束后产生的实际费用为准，甲方平台采用的是先咨询后付费的方式，服务结束后服务页面会出现订单金额；</div>
        <div class="title-l">3.4  用户在甲方平台点击注册同意该用户服务协议，用户同意支付授权并提交微信等支付信息后，即成为本支付授权书之授权人，该授权即刻发生法律效力。</div>
        <div class="title-l">3.5  用户在甲方平台完成注册之后，可以采用充值的方式预先将咨询费用充入其在甲方平台的个人账户，用于支付以后的咨询服务费用，甲方在取得3.4的授权之后，可以从用户账户代扣相关服务费用。</div>
        <div class="title-l">3.6  用户可以在甲方平台服务页面了解具体的法律服务收费规则，在每次服务结束之后，甲方会以页面规定的方式通知用户相关服务费用以及收取方式。</div>
        <div class="title-l">3.7  甲方有权委托第三方从接收法律服务的用户的个人微信账户自行划扣相关服务费用；</div>
        <div class="title-l">3.8  用户收到甲方发送的服务费用通知之后，未在半个小时之内提出异议，视为接受本次服务费用，并授权甲方或甲方委托的第三方在用户个人账户划扣上述费用；如在规定的时间之内提出异议，可提交相关问题以及材料联系甲方客服。</div>
        <div class="title-l">3.9  在律师提供法律服务的过程中，如因用户个人原因导致未能享受到法律服务，甲方无需承担相应责任。该个人原因包括但不限于：用户向他人转让个人账户导致信息泄露；未按照甲方平台的指示操作；用户通话设备问题；用户遗忘账号等问题。</div>
        <div class="title-m">四、用户的义务</div>
        <div class="title-l">4.1 用户应自行诚信向甲方平台提供真实的注册资料：</div>
        <div class="title-l">4.2 用户注册资料如有变动的，应及时更新。如果用户提供的注册资料不合法、不真实、不准确的，需自行承担因此引起的相应责任及后果，并且甲方保留终止本协议的权利。 </div>
        <div class="title-l">4.3 用户在提供服务过程中，必须遵循以下原则：</div>
        <div class="title-l">（1）遵守中国有关的法律和法规；</div>
        <div class="title-l">（2）不得为任何非法目的而使用甲方平台（包括甲方合作平台，下同）；</div>
        <div class="title-l">（3）不得利用甲方平台传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</div>
        <div class="title-l">（4） 不得与甲方合作律师在未经甲方认可的情形下私自订立任何形式的服务协议、接受服务、支付服务费用；</div>
        <div class="title-l">（5）不得利用甲方平台进行任何不利于甲方的行为。</div>
        <div class="title-l">4.4 在甲方向用户了解合作律师为其承办业务的细节时，用户应当予以充分配合。</div>
        <div class="title-l">4.5  用户保证传递给甲方的所有文件，包括但不限于案件资料、个人信息等的真实性与完整性。</div>
        <div class="title-l">4.6  在甲方的合作律师向用户提供法律服务之后，用户应按照甲方平台服务页面的收费规则以及收到的服务订单向甲方支付相应的服务费用，如果未按照本用户协议及时支付，甲方有权自行或者委托第三方机构代行扣除相关费用，同时甲方保留通过法律途径予以追缴的权利。</div>
        <div class="title-m">五、甲方的义务</div>
        <div class="title-l">5.1 甲方应保护用户的隐私。甲方保证不对外公开或向第三方提供用户的注册资料以及用户在使用法律咨询服务过程中储存在甲方的非公开内容，但下列情况除外：</div>
        <div class="title-l">(1) 已经取得用户明确授权的；</div>
        <div class="title-l">(2) 根据相关法律法规需要向政府部门提供的；</div>
        <div class="title-l">(3) 基于社会公共利益或者甲方合法利益需要的。</div>
        <div class="title-l">5.2 为保证甲方平台的合作律师为用户提供准确地法律服务，用户和甲方均同意将用户在注册过程中提供的信息向合作律师一律公开，这些公开的内容包括但不限于：用户的个人信息，用户的案件信息，用户的案件材料，用户的其他个人信息等内容；</div>
        <div class="title-l">5.3  甲方会在电话咨询服务结束之后向用户发送法律服务相关的通知和信息，如用户未支付相关费用，甲方保留向用户催缴的权利。</div>
        <div class="title-l">5.4  甲方保护用户的隐私，但是出现以下情况导致用户的隐私泄露，甲方不承担任何责任，情形如下：</div>
        <div class="title-l">（1）用户私自将账号密码转让或出借于任何第三方使用；</div>
        <div class="title-l">（2）因黑客行为、用户保管的疏忽导致用户账号密码被他人非法使用；</div>
        <div class="title-l">（3）其他非因甲方原因导致的隐私泄露情形。</div>
        <div class="title-m">六、有限责任及免责条款</div>
        <div class="title-l">6.1  不可抗力：不论在何种情况下，甲方均不对由于电力、网络、电脑、通讯或其他系统的故障、罢工（含内部罢工或劳工骚乱）、劳动争议、暴乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等不可抗力，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</div>
        <div class="title-l">6.2  法律地位声明：甲方作为法律服务平台，而非用户与合作律师之间法律行为的参与方，甲方不对合作律师及/或用户的任何口头、书面陈述或承诺，发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证，亦不承担任何法律责任。但是，合作律师怠于履行义务时，甲方有权介入合作律师与客户间的争议，依据一般人的认知程度对该争议进行判断和处置。</div>
        <div class="title-l">6.3  不可抗力处理：若本协议履行期间，协议方任何一方遭受不可抗力，均应在遭受不可抗力后尽快通知对方，并于通知之日起15日内提供相关证明文件，不可抗力持续达到30日的，任一方有权通知对方提前终止本协议。因不可抗力导致本协议中止、终止的，协议方均不向对方承担任何责任。</div>
        <div class="title-m">七、保密条款</div>
        <div class="title-l">7.1 任何一方不得将承办客户服务中产生的各类文件文书往来函件及资料泄露给本协议约定的除甲方、合作律师和代扣款的第三方之外的法律实体。</div>
        <div class="title-l">7.2 合作律师也不会将客户的信息以任何方式泄露给上述之外的第三人。</div>
        <div class="title-l">本条项下的保密责任不因本协议的期限届满或被解除而终止，应延续至相关信息可以由公众通过公开渠道获得为止。</div>
        <div class="title-m">八、双方承诺</div>
        <div class="title-l">甲方平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是甲方或其内容提供者的财产，受中国和国际版权法的保护。甲方平台上所有内容的汇编是甲方的排他财产，受中国和国际版权法的保护。甲方平台上所有软件都是甲方或其关联公司或其软件提供商的财产，受中国和国际版权法的保护。</div>
        <div class="title-m">九、法律管辖</div>
        <div class="title-l">9.1双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向甲方注册地有管辖权的法院提起诉讼。</div>
        <div class="title-l">9.2 本协议附件《管理规则》为本协议组成部分，与本协议具有同等法律效力。</div>


      </div> -->
      <user-pot></user-pot>
  </div>
</template>

<script>
import userPot from '@@/userPot.vue'
export default {
  data () {
    return {
    };
  },

  components: {
    userPot,
  },

  computed: {},


  methods: {}
}

</script>
<style lang='scss' scoped>
.textall{
    overflow: hidden;
    position: relative;
    // .text-box{
    //     width:1740px;
    //     margin: auto;
    //     margin-top: 30px;
    //     min-height:830px;
    //     background:rgba(255,255,255,1);
    //     border:2px solid rgba(230,233,235,1);
    //     border-radius:8px;
    //     margin-bottom: 30px;
    //     box-sizing: border-box;
    //     padding: 30px 33px 47px 30px;
    //     font-size:14px;
    //     font-family:MicrosoftYaHei;
    //     font-weight:400;
    //     color:rgba(85,102,117,1);
    //     line-height:28px;
    //     .title{
    //       text-align: center;
    //       font-size:20px;
    //       font-family:MicrosoftYaHei;
    //       font-weight:bold;
    //       color:rgba(13,26,38,1);
    //       line-height:1;
    //       margin-bottom: 18px;
    //     }
    //     .title-f{
    //       font-size: 16px;
    //       text-indent: 30px;
    //     }
    //     .title-m{
    //        font-size: 18px;
    //        font-weight:bold;
    //     }
    //     .title-l{
    //       text-indent: 30px;
    //     }
    // }
}
</style>